[
  {
    "id": 1,
    "name": "Suhas Khamkar ",
    "details": "An electrical engineer by profession, Sangram has made a name for himself in bodybuilding. The Kolhapur-born bodybuilder has won the prestigious Mr. India six consecutive times from 2010 to 2015. The 43-year-old has also won the Mr. Maharashtra 3 times in his career. But Sangram’s most notable achievement was winning the Mr. World twice, in 2012 and 2014. The Pune-based bodybuilder has also won the Mr. Universe in 2012 and now runs a gym in Pune.",
    "img": "https://i.ibb.co/sVGWMxZ/459644.jpg",
    "time": 77,
    "quantity": 1,
    "email": "vdonan0@soundcloud.com",
    "forAge": "2-820 "
  },
  {
    "id": 2,
    "name": "Pat Alloway",
    "details": "It is not difficult to imagine the physique of a person nicknamed the India Hulk. But Rajendra Mani is something beyond imagination. The 48-year-old is one of the veterans in Indian bodybuilding, but his physique will still put a lot of youngsters to shame. The Chennai-born served in the Indian Air Force for 15 years before completely turning his attention to bodybuilding. And ever since that, he has won several medals at the national and international levels. Rajendra is a stunning 14-time Mr. India, 3 times World Champion, and 3-time Asian Champion. In the domestic competition, Mr. Services, the bodybuilder has bagged 12 gold medals.",
    "img": "https://i.ibb.co/X4J4SVR/459658.jpg",
    "time": 16,
    "quantity": 2,
    "email": "palloway1@moonfruit.com",
    "forAge": "7-700 "
  },
  {
    "id": 3,
    "name": "Brucie McAuley",
    "details": "The 46-year-old bodybuilder has proven that forAge is just a number with his recent achievements. From the state of yet another Indian sensation, Mary Kom, comes Arambam Boby Singh, who has won the Mr. India title a whopping 12 titles in his career. And it is just the tip of the iceberg. Boby’s trophy cabinet is jam-packed with his achievements at the international level. He has won 8 Mr. World titles, 5 Mr. Asia titles, and 3 Mr. South Asia titles. He usually competes in the 75 kg category. Boby started participating in bodybuilding competitions in 1995, and after more than two decades, he is still going strong",
    "img": "https://i.ibb.co/pbPVLHC/459656.jpg",
    "time": 46,
    "quantity": 3,
    "email": "bmcauley2@ft.com",
    "forAge": "10-800 "
  },
  {
    "id": 4,
    "name": "Timofei Grichukhin",
    "details": "Murli, currently forAged 37 served in the Indian Navy in his early days before he started lifting weights at 25. And today, the bodybuilder has won Mr. India 9 times in his weight category while bagging the overall title thrice. Murli has also won the 2012 Mr. Asia title.",
    "img": "https://i.ibb.co/P6ZFLGS/459659.jpg",
    "time": 4,
    "quantity": 4,
    "email": "tgrichukhin3@google.com.au",
    "forAge": "13-200 "
  },
  {
    "id": 5,
    "name": "BIG RAMY",
    "details": "The Delhi-born bodybuilder created history by winning the International Bodybuilding and Fitness Federation Event (IBFF) for three consecutive years between 2015, 2016, and 2017. To this date, Wasim is the only Indian to have won the IBFF Event twice in two years. The bodybuilder also won the Mr. Universe in 2014 and continues to represent India at various competitions. He also finished 5th at the 2019 Olympia Amateur in Las Vegas.",
    "img": "https://i.ibb.co/6Nbfs9M/459660.jpg",
    "time": 73,
    "quantity": 5,
    "email": "mstolberg4@jiathis.com",
    "forAge": "9-100"
  },
  {
    "id": 6,
    "name": "Hadley Wildgoose",
    "details": "Thakur Anoop Singh might just be one of the most versatile people – He’s a pilot, an actor, and a bodybuilder. He won a gold medal at the WBPF World Bodybuilding Championship 2015 in the Men’s Fitness Physique category. The bodybuilder followed it with a bronze at the 49th Asian Championship the same year. He also bagged a silver medal at 2015 Mr. India. He is often seen in TV series with the most notable role of Dhritarashtra from Star’s TV series, Mahabharat",
    "img": "https://i.ibb.co/L9J5sFH/459662.jpg",
    "time": 81,
    "quantity": 6,
    "email": "hwildgoose5@icio.us",
    "forAge": "2-780 "
  },
  {
    "id": 7,
    "name": "Levey Monier",
    "details": "Bron in Haridwar, Uttarakhand, Amit Chhetri is known as the Arnold Schwarzenegger of India. He won the Mr. India title in 2016 in the 100 kg category. Amit, who is also a police constable in Uttarakhand Police, participated in the Fairfax World Police and Fire Games in 2015 in Virginia. And the Indian stood tall in his 100 kg category, winning the gold medal despite the competition from bodybuilders from 90 different countries.",
    "img": "https://i.ibb.co/31jKR67/459665.jpg",
    "time": 69,
    "quantity": 7,
    "email": "lmonier6@amazonaws.com",
    "forAge": "1-010 "
  },
  {
    "id": 8,
    "name": "Andriana Rilton",
    "details": "Varinder Singh Ghuman is amongst the world’s very few vegetarian bodybuilders. Born in Punjab, Varinder won the Mr. India title in 2009 and won the silver in 2012, Mr. Asia. He is also the first Indian to get a Pro Card from the International Federation of Body Building. Varinder has acted in a few Punjabi and Bollywood movies so far and is also a part of a Bollywood movie Marjaavaan. In 2012, Arnold Schwarzenegger also selected this Indian for the promotion of the Hollywood superstar’s health care and fitness supplements in India.",
    "img": "https://i.ibb.co/d6tVbQs/459666.jpg",
    "time": 89,
    "quantity": 8,
    "email": "arilton7@oaic.gov.au",
    "forAge": "8-200 "
  },
  {
    "id": 9,
    "name": "Antonina McNeice",
    "details": "The Chandigarh-born Ankur Sharma is considered one of the finest amongst the new crop of bodybuilding in India. He won the Mr. Universe title in 2009 and hasn’t looked back since then. Ankur won the Mr. South Asia title in the same year. He followed it with the Mr. India title in 2012. In 2013, Ankur won the gold medal at the WBPF World Championship and won the Mr. Asia title.",
    "img": "https://i.ibb.co/s2vnzzv/459670-1.jpg",
    "time": 59,
    "quantity": 9,
    "email": "amcneice8@plala.or.jp",
    "forAge": "12"
  },
  {
    "id": 10,
    "name": "Hannah Grossier",
    "details": "Bodybuilding has always been famous in India, especially in states like Maharashtra and Haryana. We have known it simply as ‘Pehalwani’ or a youngster’s way to get into ‘Kushti’ (Wrestling). However, it was the likes of Arnold Schwarzenegger and Bollywood star Salman Khan who played elemental roles in popularizing workouts in India. Bodybuilding needs years of dedication, discipline, and hard work. And it is, therefore, not surprising that the musclemen are so revered in the world. Here are the top 10 bodybuilders in India:",
    "img": "https://i.ibb.co/4YzNLsz/459674.jpg",
    "time": 84,
    "quantity": 10,
    "email": "hgrossier9@state.gov",
    "forAge": "10-880 "
  },
  {
    "id": 11,
    "name": "Alexandros Woolsey",
    "details": "Born and brought in a family of bodybuilders in Kolhapur, Maharashtra, Suhas Khamkar is one of the most successful Indian bodybuilders. The 42-year-old has won Mr. India an astonishing ten times in his career while bagging the.",
    "img": "https://i.ibb.co/84ZJ90p/459678.jpg",
    "time": 44,
    "quantity": 11,
    "email": "awoolseya@pbs.org",
    "forAge": "1-904 "
  },
  {
    "id": 12,
    "name": "Theda Ivanenkov",
    "details": "Besides being one of the top 10 best Indian bodybuilders right now, Ghuman is also a wrestler. Ghuman is one of India’s best-known bodybuilders.With his gigantic physique and popularity, Ghuman now promotes Arnold Schwarzenegger",
    "img": "https://i.ibb.co/S55nK4X/459681-1.jpg",
    "time": 20,
    "quantity": 12,
    "email": "tivanenkovb@reverbnation.com",
    "forAge": "4-500 "
  },
  {
    "id": 13,
    "name": "Mervin",
    "details": "Lal is one of the professional bodybuilders from India who won the 65th World Body Building Championship and was crowned Mr. Universe. He is 4 times Federation Cup winner and 8 times Punjab Champion.",
    "img": "https://i.ibb.co/CBTRFDT/459685.jpg",
    "time": 21,
    "quantity": 13,
    "email": "gduiganc@squidoo.com",
    "forAge": "11-110 "
  },
  {
    "id": 14,
    "name": "Arie Sircomb",
    "details": "Self-enabling 4th generation groupware",
    "img": "https://ibb.co/1ZwFxjw",
    "time": 27,
    "quantity": 14,
    "email": "asircombd@furl.net",
    "forAge": "9-300 "
  },
  {
    "id": 15,
    "name": "Arin Conechie",
    "details": "Universal radical superstructure",
    "img": "https://i.ibb.co/K9bxLmz/459689.jpg",
    "time": 90,
    "quantity": 15,
    "email": "aconechiee@exblog.jp",
    "forAge": "2-310 "
  },
  {
    "id": 16,
    "name": "Nerty Sartain",
    "details": "In 2007, Chhetri won gold in Mr. India Federation Cup; then, he nailed a silver medal in Open Senior Mr. India in 2012. In 2013 Chhetri won the ‘Champion of Champions for the Federation Cup’ title.",
    "img": "https://i.ibb.co/w6pVwH4/459707.jpg",
    "time": 57,
    "quantity": 16,
    "email": "nsartainf@taobao.com",
    "forAge": "14 "
  },
  {
    "id": 17,
    "name": "Mord Kleinhaus",
    "details": "Expanded tertiary neural-net",
    "img": "https://i.ibb.co/fth5Qw9/images-3.jpg",
    "time": 50,
    "quantity": 17,
    "email": "mkleinhausg@yellowpforAges.com",
    "forAge": "10-820 "
  },
  {
    "id": 18,
    "name": "Terrance Haggus",
    "details": "D’Souza is one of the Male Body Builders From India, famous for winning the Mr. World title in the year 1990. In 2010, he won the Bharath Kesari Title in the All India Body Building Competition held in Chattisgarh.",
    "img": "https://i.ibb.co/fNkvZqF/images-5.jpg",
    "time": 5,
    "quantity": 18,
    "email": "thaggush@bigcartel.com",
    "forAge": "15-200 - Process Piping"
  },
  {
    "id": 19,
    "name": "Gayla Shewan",
    "details": "Madhukar Khamkar hails from a family of bodybuilders and fitness experts. When he was young, the bodybuilders at his native place Kolhapur, Maharashtra, inspired him.  Arnold Schwarzenegger, too, has influenced him over the years.",
    "img": "https://i.ibb.co/FgVMxbS/istockphoto-615284982-612x612.jpg",
    "time": 50,
    "quantity": 19,
    "email": "gshewani@sciencedirect.com",
    "forAge": "11-020 - Security and Vault Equipment"
  },
  {
    "id": 20,
    "name": "Katha",
    "details": "Chougule hails from a small villforAge in Maharashtra. Before becoming a superstar in the world of bodybuilding, he was an electrical engineer. Chougule crowned Mr. India in 2015, making him a 6 times Mr. India champion. He now holds the sixth place in our list of the top 10 best Indian bodybuilders right now.",
    "img": "https://i.ibb.co/mRnXPL8/images-2.jpg",
    "time": 40,
    "quantity": 20,
    "email": "btoutj@china.com.cn",
    "forAge": "2-621 - Foundatation DrainforAge Piping"
  }
]
